// src/data/manuals.js
const manuals = [
  {
    id: 1,
    title: 'العُلا: جوهرة التاريخ والطبيعة في قلب المملكة',
    description: 'العُلا، الواقعة في شمال غرب المملكة العربية السعودية، تُعدّ وجهة سياحية فريدة تجمع بين التاريخ العريق والطبيعة الخلابة. تضم المدينة موقع الحجر (مدائن صالح)، أول موقع سعودي يُدرج ضمن قائمة التراث العالمي لليونسكو، والذي يضم أكثر من 110 مقابر منحوتة في الصخور الرملية. كما تحتضن العُلا مدينة دادان القديمة، وجبل عكمة المعروف بمكتبته المفتوحة من النقوش الصخرية. تُعزز الفعاليات الثقافية مثل مهرجان "شتاء طنطورة" من جاذبية المدينة، بينما توفر المشاريع الحديثة مثل قاعة مرايا ذات الواجهة العاكسة تجربة فنية معاصرة. تُعدّ العُلا مثالاً حيًا على التوازن بين الحفاظ على التراث وتقديم تجارب سياحية متميزة.',
    fileUrl: 'https://www.visitsaudi.com/ar/alula',
  },
  
  {
    id: 3,
    title: 'العُلا: دليلك الشامل لأروع الأنشطة السياحية',
    description: 'تُعدّ مدينة العُلا من أبرز الوجهات السياحية في المملكة العربية السعودية، حيث تجمع بين التاريخ العريق والطبيعة الخلابة. يقدم دليل "الجوهرة" نظرة شاملة على الأنشطة المتنوعة التي يمكن للزوار الاستمتاع بها، مثل استكشاف موقع الحِجر (مدائن صالح)، والتجول في البلدة القديمة، وزيارة جبل عكمة المعروف بنقوشه الصخرية. كما يُسلط الضوء على الفعاليات الثقافية والفنية، مثل مهرجان "شتاء طنطورة"، بالإضافة إلى المغامرات الصحراوية والتجارب الفندقية الفاخرة. هذا الدليل يُعدّ مرجعًا مثاليًا للمسافرين الباحثين عن تجربة سياحية متكاملة في قلب الصحراء السعودية.',
    fileUrl: 'https://www.aljawharamag.com/%D8%A7%D9%84%D8%AC%D9%88%D9%87%D8%B1%D8%A9-%D8%AF%D9%84%D9%8A%D9%84%D9%83%D9%85-%D8%A7%D9%84%D8%B4%D8%A7%D9%85%D9%84-%D9%84%D8%A3%D8%B1%D9%88%D8%B9-%D8%A7%D9%84%D8%A3%D9%86%D8%B4%D8%B7%D8%A9-%D8%A7/',
  },
  {
    id: 4,
    title: 'العُلا: تجربة سياحية متكاملة تجمع بين التراث والمغامرة',
    description: 'يُعدّ موقع "Experience AlUla" بوابتك الرسمية لاكتشاف سحر العُلا، حيث يوفر دليلاً شاملاً لتخطيط رحلتك إلى هذه الوجهة الفريدة. يمكنك من خلاله استكشاف المعالم الأثرية مثل الحِجر (مدائن صالح)، قاعة مرايا، جبل الفيل، ودادان، بالإضافة إلى المشاركة في فعاليات ثقافية ومغامرات صحراوية مثل المشي تحت النجوم والتسلق. يُقدم الموقع أيضًا خيارات إقامة متنوعة، من المنتجعات الفاخرة إلى المخيمات البيئية، مع معلومات مفصلة عن المهرجانات والأنشطة الموسمية. سواء كنت تبحث عن الاسترخاء أو الاستكشاف، فإن "Experience AlUla" يُسهّل عليك تصميم تجربة سياحية لا تُنسى في قلب الصحراء السعودية.',
    fileUrl: 'https://www.experiencealula.com/ar',
  },
];

export default manuals;
