export default {
  entity: 'الهيئة الملكية لمحافظة العلا',
  vision2030Link: 'https://vision2030.gov.sa',
  vision:
    'تطوير العلا كمركز ثقافي وسياحي مستدام ضمن رؤية المملكة 2030، عبر حفظ التراث الأثري وتعزيز تجربة الزوار.',
  mission:
    'حماية المواقع الأثرية وتطوير البنية التحتية لتجربة زوار متميزة وتعزيز المجتمع المحلي من خلال مشاريع مستدامة.',
  objectives: [
    'تحويل العلا إلى وجهة سياحية ثقافية عالمية',
    'صون مواقع مدائن صالح والآثار النبطية',
    'تطوير قطاع الضيافة والفعاليات الثقافية',
    'تمكين المجتمع المحلي وتوفير فرص اقتصاد معرفي',
    'تعزيز الشراكات مع الجهات الدولية والمحلية',
  ],
  overview: `هنا العلا ... حاضنة الجمال الطبيعي والتراث الإنساني الفريد.
  تعتبر العلا متحفًا نابضًا بالحياة منذ آلاف السنين، يقوم على كوكبة من العجائب الطبيعية والبشرية التي تنتشر عبر أرجائه...`,
  indicators: {
    المساحة: '22,561 كم²',
    'عدد المراكز': 12,
    'عدد السكان': '87,264',
    'عدد الأنشطة': 4768,
    'الخدمات الصحية': 14,
    'الكادر الطبي': 144,
    'الكادر الفني': 323,
    'عدد الأسرة': 128,
    'الجمعيات الخيرية': 11,
    'الدوائر الحكومية': 24,
    'المؤسسات التجارية': 196,
  },

  agriculture: {
    farms: 4750,
    palmTrees: 2000000,
    citrusTrees: 750000,
    livestockHolders: 1777,
  },
  education: {
    students: 6906,
    femaleStudents: 7739,
    teachers: 1446,
    staff: 361,
    total: 16452,
    university: {
      faculty: 242,
      students: 2085,
      femaleStudents: 2315,
      total: 4642,
    },
  },
  healthSector: { medicalStaff: 144, technicalStaff: 323, total: 467 },
  socialLinks: [
    {
      id: 'social',
      title: 'الهيئة الملكية لمحافظة العلا',
      url: 'https://www.rcu.gov.sa/about-rcu/about-alula',
    },
  ],
  blogLinks: [
    {
      id: 'experienceAlula',
      title: 'Experience AlUla Official',
      url: 'https://www.experiencealula.com',
    },
  ],
  articles: [],
};
